; Spec Ops: The Line
; Localized string data for Englishen; Copyright © 2010 Yager Development

; Automatically created by LocalizeDirect
; Project: SO
; Generated by: builder
; Timestamp: 2012-05-14 19:59:08

[OnlineSubsystemPSN]
ContextMappings[0]=(nContextId=10,Values=("No Mode","Chaos","Attrition","Mutiny","Uplink","Tactical Mutiny","Rally Point","Any Mode","Buried","Spoils of War","Chopper Attack","Delivery","Special Delivery","Uplink"))
ContextMappings[1]=(nContextId=11,Values=("No Map","Foreclosure","Last Resort","Dockside","WindGate","Crow's Nest","Consumed","Extinction","Shipwreck","Any Map"))
ContextMappings[2]=(nContextId=19,Values=("Exiles","Damned","Unknown Faction"))
ContextMappings[3]=(nContextId=22,Values=("Chapter 1: ","Chapter 2: ","Chapter 3: ","Chapter 4: ","Chapter 5: ","Chapter 6: ","Chapter 7: ","Chapter 8: ","Chapter 9: ","Chapter 10: ","Chapter 10 - 2: ","Chapter 11: ","Chapter 12: ","Chapter 13: ","Chapter 14: ","Chapter 15: ","",""))
ContextMappings[4]=(nContextId=23,Values=("The Evacuation","The Dune","Underneath","The Refugees","The Edge","The Pit","The Battle","The Gate","The Road","Riggs","Stealing Water","Alone","The Rooftops","Adams","The Tower","Welcome","Epilogue","Prologue"))
DefaultInviteBody="You have been invited to Spec Ops: The Line"
InviteAction="Invite to Game"
InviteSubject="Spec Ops: The Line Invite"
StatusIdToStringMappings[0]=(nStatusId=0,PresenceString="Idle")
StatusIdToStringMappings[1]=(nStatusId=1,PresenceString="Playing `10 on `11")
StatusIdToStringMappings[2]=(nStatusId=2,PresenceString="Playing as `19 on `11")
StatusIdToStringMappings[3]=(nStatusId=3,PresenceString="In the menus")
StatusIdToStringMappings[4]=(nStatusId=4,PresenceString="Campaign `22`23")
